<template>
  <div class="content en_num">
          <p>感谢您访问正浩EcoFlow中国官网（“本网站”）。在使用本网站前，正浩EcoFlow在此特别提醒用户认真阅读及充分理解本协议内容,使用条款中包含您作为本网站用户所享有的权利和义务等重要内容。请注意访问和/或使用本网站（如复制任何信息、注册成为网站用户等）即表示您接受该使用条款。如果不接受该使用条款，请您立即停止使用本网站并删除、销毁所有包含本网站内容的复制件。</p>
          <p class="pra_subtitle my-6">一、定义</p>
          <p>1.1 “正浩EcoFlow”：是指深圳市正浩创新科技股份有限公司。</p>
          <p>1.2 “正浩EcoFlow关联企业”：是指深圳市正浩创新科技股份有限公司直接或间接投资的，或者直接或间接控制深圳市正浩创新科技股份公司的，或者与深圳市正浩创新科技股份有限公司受同一方或相同多方的控制。</p>
          <p>1.3 “正浩EcoFlow产品”：是指由正浩EcoFlow或正浩EcoFlow关联企业生产、销售的标有“正浩EcoFlow”商标标识的正品产品。</p>
          <p>1.4 “本网站”：是指由正浩EcoFlow运营管理的、明示或引用并要求用户遵守本使用条款的网站。</p>
          <p>1.5 “服务”：是指本网站提供的任何功能、设施、应用、信息或其他服务。</p>
          <p>1.6 “网站内容”：是指本网站包含的任何文字、数据、图表、图片、设计、描述、文档、音视频作品、软件、工具、链接、用户在本网站订阅的信息等内容。</p>
          <p>1.7 “您”或“用户”：是指任何访问或使用本网站的人，无论其是否属于本网站或本网站某项服务的注册用户。</p>
          <p>1.8 “用户提供信息”：是指用户依照正浩EcoFlow的指示上传至本网站的图片、音视频资料、数据、个人信息、意见、评论、文件、文档等信息。</p>
          <p class="pra_subtitle my-6">二、用户提供信息</p>
          <p>2.1用户保证：</p>
          <p>2.1.1用户提供信息是正确、完整、真实、合法的，不存在虚假、欺诈、骚扰性的、中伤他人的、伤害性的、诽谤、侮辱、恐吓、庸俗淫秽等违反法律、公序良俗或社会伦理道德的信息或内容，也不存在危害网络或计算机系统的安全性、完整性、稳定性、连续性的病毒、木马程序等电脑软件、文档或其他数据资料。</p>
          <p>2.1.2用户对用户提供信息拥有完整的、独立的权利，保证正浩EcoFlow按照第2.4条的规定使用用户提供信息不会侵犯任何第三方的著作权或其他合法权利，亦不会违反用户与任何第三方的约定。</p>
          <p>2.2如果用户提供信息有违反第2.1条规定的情形，或正浩EcoFlow有理由相信有上述情形，则正浩EcoFlow有权利拒绝用户使用本网站的服务。对于用户因此情形而无法获得来自本网站的信息或其他服务，正浩EcoFlow不负任何责任。</p>
          <p>2.3对于用户提供信息中所涉及的用户个人信息，正浩EcoFlow将按照《正浩EcoFlow隐私政策》的规定予以保护。</p>
          <p>2.4用户同意授予正浩EcoFlow在全球范围内拥有免费的、永久性的、不可撤销的，使用、复制、修改、传播和展示用户提供信息的权利和许可。</p>
          <p>2.5 app相关</p>
          <p>2.5.1用户登陆正浩EcoFlow app时，需要输入手机号、微信等相关信息，手机号是用作国家互联网信息办公室关于移动互联网app实名要求政策，服务器端会存储，以备审查。其他信息如注册时涉及到的用户名、密码、国家、地址、头像信息，皆为用户自愿设置，我们只作存储，不会泄露给第三方。</p>
          <p>2.5.2我们会保护用户使用设备数据，设备只有在绑定到用户账号时，才会存储到对应数据库，其他用户无权访问。默认用户绑定设备，即认为用户同意授权将设备数据提供给正浩EcoFlow，以便正浩EcoFlow为您提供更好的设备管理及远程控制服务。</p>
          <p>2.5.3 app会访问到的手机数据包含相机、相册（提交工单反馈的时候可以选择图片，视频作为附件），WiFi信息（配网时需要），部分界面支持文字复制粘贴功能，会访问到系统剪贴板。</p>
          <p class="pra_subtitle my-6">三、使用规范</p>
          <p>3.1您不可为任何非法或本使用协议禁止的目的使用本网站，不得利用本网站及其内容侵犯其他组织或个人的合法权益 。</p>
          <p>3.2您不可使用包括“深层链接”、“网页搜罗”、“网页机器人”、“网页采集工具”或其他自动设备、程序、算法或方法，或者任何类似或同等的手动流程来访问、获取、拷贝或监控本网站的任何组成部分或任何内容、结构或呈现形式，从而通过本网站并未有意提供的任何手段获取或试图获取任何资料、文稿或信息。正浩EcoFlow保留禁止任何此类活动的权利。您不可试图通过任何非法方式，未经授权访问本网站的任何内容或使用本网站的任何服务。您不可向本网站发起任何形式的网络攻击。</p>
          <p>3.3您必须遵守任何和所有适用的国内和国际出口管制法律和限制的规定，包括有关目的地、最终用户和最终用途的任何限制。我们保留为遵守任何该等出口管制法律和限制之目的中止、限制或终止您访问本网站或其任何部分的权利。</p>
          <p>3.4 正浩EcoFlow始终保留相关的信息披露权利，以便为了遵守任何适用的法律、法规、法律程序或政府要求而披露必需的信息。当正浩EcoFlow认为适用的法律要求或允许此类披露时，正浩EcoFlow也可能会披露您的信息，包括出于欺诈保护目的与其他公司和组织交换信息。</p>
          <p>3.5您确认并同意，正浩EcoFlow有权保留您通过本网站、本网站上提供的任何服务或通过本网站提供的任何服务与正浩EcoFlow之间进行的任何传输或通信，并可在以下情况下披露这些数据：应法律要求必须这样做，或者正浩EcoFlow有足够的理由相信，只有这样做才能合理地<br/>
            (1)遵守法律程序；<br/>
            (2)执行本使用协议；<br/>
            (3)对此类数据侵犯他人权利的主张作出回应；<br/>
            (4)保护正浩EcoFlow、其员工、本网站的用户或访客以及公众的权利、财产或个人安全。
          </p>
          <p>3.6如果正浩EcoFlow认为您违反了本使用协议或其他可能与您对本网站的使用相关的协议或准则，则可在不事先通知的情况下自行决定中止或终止您对本网站的访问权限，并/或阻止您在未来访问本网站。您的任何违反本使用协议的行为将会构成非法及不正当商业行为，将会对正浩EcoFlow造成仅靠金钱赔偿难以弥补的损害，在这种情形下，正浩EcoFlow可以申请采取其认为必要或适当的禁令或等效的补救措施。这些补救措施是正浩EcoFlow根据现行普通法或衡平法享有的任何其他补救措施的补充，在正浩EcoFlow享有的任何其他救济之外，正浩EcoFlow还将有权向您追讨相关款项，并且您同意支付全部合理的律师费和诉讼费用。您同意，对于因违反本使用协议而导致您对本网站的访问权限被中止或终止的情况，正浩EcoFlow对您或任何第三方均不承担任何责任。</p>

          <p class="pra_subtitle my-6">四、第三方链接</p>
          <p>本网站可能会有进入第三方网站链接；所有第三方内容由第三方提供，正浩EcoFlow不对内容、其真实性、准确性，或第三方网站的可用性、可靠性、安全性或其他方面以及我们无法控制的任何其他方面（包括其任何权利）作出任何承诺、保证或声明，并且不对您使用该等第三方内容产生的任何后果承担责任。您访问和使用该等第三方内容的风险由您自行承担。</p>

          <p class="pra_subtitle my-6">五、知识产权</p>
          <p>5.1本网站包含的所有内容，包括但不限于文字、图片、音乐、视频、动画、商标、图案、图表、可视界面、数据及计算机编码（“内容”），相关知识产权为正浩EcoFlow所有或正浩EcoFlow获得合法授权而使用。除另有明确书面规定，未经正浩EcoFlow事先书面同意，不得将本网站上的任何内容以任何方式进行复制、修改、传播、经销、翻印、播放、拆解、反向工程、反编译、以超级链路连接或传送、存储于信息检索系统或者其他任何的使用。</p>
          <p>5.2本网站上使用和显示的所有商标、标志皆属正浩EcoFlow或其许可人所有。本网站所载的任何内容不应被视作未经正浩EcoFlow或其他方书面许可，以暗示、不反对或其他形式授予使用前述任何商标、标志的许可或权利。未经事先书面许可，任何人不得以任何方式使用正浩EcoFlow名称及正浩EcoFlow的商标、标记。</p>

          <p class="pra_subtitle my-6">六、不可抗力及第三方原因</p>
          <p>正浩EcoFlow依照法律规定履行相关义务，但对于下述原因导致的协议履行障碍、履行瑕疵、履行延后或履行内容变更等情形，正浩EcoFlow并不承担违约责任：</p>
          <p>(1)因自然灾害、罢工、暴乱、战争、政府行为、司法行政命令、法律、法规或政府监管政策的修订等不可抗力因素；<br/>
            (2)因电力供应故障、通讯网络故障等公共服务因素或任何由于黑客攻击，电脑病毒的侵入，非法内容信息、骚扰信息的屏蔽，政府管制以及其他任何网络、技术、通信线路、信息安全管理措施等原因造成的服务中断、受阻等不能满足您要求的情形；<br/>
            (3)在正浩EcoFlow已尽善意管理的情况下，因常规或紧急的设备与系统维护、设备与系统故障、网络信息与数据安全等因素。
          </p>

          <p class="pra_subtitle my-6">七、隐私</p>
          <p>7.1我们尊重并致力于保护您的隐私。有关我们保护您的个人信息的具体措施，请参见我们的隐私政策。</p>
          <p>7.2我们（或第三方广告商）可能出于营销目的与您联系，并且根据我们的隐私政策向您发送广告、促销或宣传信息。</p>
          <p>7.3必须提醒的是，您与本网站之间的网络连接、数据传输并非完全是安全或保密的，您发送至本网站的信息、数据存在被他人拦截的可能性，正浩EcoFlow无法对您与本网站之间的网络连接、数据传输的安全性与保密性进行保证。</p>

          <p class="pra_subtitle my-6">八、责任限制与免责声明</p>
          <p>8.1对本网站及其所载内容与服务的可用性、持续性、可访问性，正浩EcoFlow不做任何形式的保证，本网站及其内容是基于“现状”提供。 您对本网站及任何链接网站的使用，由您承担全部责任。如果对本网站的全部或部分有任何不满意，您可停止使用全部或部分本网站。</p>
          <p>8.2 正浩EcoFlow不为本网站所载内容的正确性、完全性、可靠性提供保证。本网站公布的各类产品或服务的信息，包括但不限于产品功能、配置、参数、技术规格、服务内容等，可能因不同国家/地区的不同发生变化；即使是同一产品，在其产品生命周期的不同阶段，其产品功能、配置、参数、技术规格等也可能进行调整，而正浩EcoFlow需要时间去完成相应信息的更新，因此您所看到的产品或服务信息和您实际购买的或您可在市场上购买到的产品或服务可能存在差异。</p>
          <p>8.3 正浩EcoFlow不应对间接、附带、特殊或任何形式的惩罚性赔偿承担任何责任，也不应对任何间接损失承担责任，包括但不限于利润、收入、数据、数据使用的损失。</p>
          <p>8.4因您使用本网站而产生的任何损害或损失，正浩EcoFlow及其合作伙伴对您全部的责任，不超过因您使用本网站任何服务或功能有关的订购费用或类似费用的总额。某些司法管辖区不允许责任限制，因此前述限制可能不适用于您。</p>
          <p class="pra_subtitle my-6">九、本协议内容的修改</p>
          <p>在法律允许范围内，正浩EcoFlow保留自行决定不定期变更本使用协议内容的权利，您有责任定期查看本使用协议的变更。如您在变更信息发布后继续使用本网站，即表示您同意且接受该变更。</p>
          <p class="pra_subtitle my-6">十、法律管辖适用及其他</p>
          <p>10.1本使用协议的订立、执行、解释及争议的解决均适用中华人民共和国法律。</p>
          <p>10.2本使用协议签订地为广东深圳，如双方就本使用协议的内容或其执行发生任何争议，双方应尽量友好协商解决；协商不成时，任何一方均可向协议签订地有管辖权的人民法院提起诉讼。</p>
          <p class="pra_subtitle my-6">十一、其他</p>
          <p>11.1本使用条款的标题仅供参考，不作为解释条款内容的依据。</p>
          <p>11.2如在使用本网站的过程中遇到任何问题，请通过以下电子邮件与我们联系。</p>
          <p>marketing.cn@ecoflow.com</p>
        </div>
</template>

<script>
export default {
  name: 'content'
}
</script>

<style>
</style>
