<template>
  <div class="content en_num">
    <p class="pra_subtitle my-6">  提示条款</p>
深圳市正浩创新科技股份有限公司（以下合称为“我们”或“EcoFlow”）深知用户信息安全的重要性，且您的信任对我们非常重要，因此我们将按照法律法规要求，采取安全保护措施，保护您的用户信息安全可控。鉴此，EcoFlow制定本《隐私政策》（下文简称“本政策”）并提醒您：在使用EcoFlow的各项产品和服务前，请您务必仔细阅读并透彻理解本政策，在确认充分理解并同意后方使用相关产品和服务。一旦您开始使用EcoFlow服务，将被视为对本政策内容的接受和认可。您在使用EcoFlow产品、服务或者与我们互动时，我们可能会收集您的个人信息。根据您使用的产品和服务以及您与我们互动的不同，具体收集的数据类型也将有所不同。您并非必须向EcoFlow提供个人信息，但在某些情况下，如果您选择不提供，EcoFlow可能无法为您提供相关产品或服务，也无法回应或解决您所遇到的问题。EcoFlow仅会出于本声明所述目的收集和使用您的个人信息。<br>
如对本政策内容有任何疑问、意见或建议，您可通过（support@ecoflow.com）与我们联系。<br>

 <p class="pra_subtitle my-6"> 适用范围</p>
2.2但请您注意，本隐私政策不适用于以下情况：<br>
•为我们的服务提供广告服务的第三方的信息收集/处理做法；<br>
•我们的服务可能会包含或链接至第三方提供的信息与/或第三方服务（包括任何第三方应用、网站、产品、服务等），这些信息与/或服务由第三方负责运营，EcoFlow对此类第三方无控制权，您可选择是否使用该信息与/或服务，您使用该信息与/或服务与EcoFlow无关。我们在此善意地提醒您，您在使用第三方信息与/或服务时，应仔细阅读第三方向您展示的相关用户协议和隐私政策，并妥善保管和谨慎提供您的个人信息。本隐私政策仅适用于我们所收集的您的个人信息，并不适用于任何第三方对您的个人信息的收集，以及任何第三方提供的服务或第三方的信息使用规则，我们对任何第三方收集、储存和使用的您个人信息的行为亦不承担任何责任；<br>
•其他非EcoFlow向您提供的服务内容。<br>

<p class="pra_subtitle my-6"> 3.EcoFlow可能收集和使用您的个人信息的场景</p>
在您使用EcoFlow的产品/服务时，您需要/可以选择授权我们收集和使用个人信息的场景包括：<br>
3.1向您提供账户注册服务所需<br>
为遵守法律法规的要求，以及向您提供更个性化、更便捷的服务，在您注册账号时，您需要提供相应的个人信息，包括您的姓名、昵称、身份证号码、邮箱、联系电话等以创建账号，并完善相关的网络身份识别信息（如验证码匹配结果、地区等），及创建密码。您应知悉，身份证号码、手机号码和验证码匹配结果属于您的个人敏感信息，我们收集该类信息是为了满足相关法律法规的要求，如您拒绝提供可能导致您无法使用此功能，请您谨慎考虑后再提供。<br>
如您选择授权使用第三方账号（比如微信、Facebook等账号）注册账号时，我们会从第三方获取您共享的账号信息（比如手机号码）以及身份验证信息（个人敏感信息）与您的账号进行绑定用于快捷登录，我们会依据与第三方的约定，在符合相关法规的前提下，使用您的个人信息。<br>
3.2 为您提供客服和售后服务<br>
当您与我们的客服互动时或使用其他用户响应功能时（包括：在线提交意见反馈、与在线/人工客服沟通、提出售后申请、行使您的相关个人信息控制权、其他客户投诉和需求），为了您的账号与系统安全，我们可能需要您先行主动授权，提供账号信息，并与您之前的个人信息相匹配以验证您的用户身份。特别地，在您使用语音输入功能时，我们将申请您的录音权限，以保障双方交流沟通的安全性、透明性。<br>
在您使用客服或其他用户响应功能时，我们可能还会需要收集您的如下个人敏感信息：联系方式（您与我们联系时使用的电话号码或您向我们主动提供的其他联系方式）、您与我们的沟通信息（包括文字/图片/音视频/通话记录形式）、与您需求相关联的其他必要信息。我们收集这些信息是为了调查事实与帮助您解决问题，如您拒绝提供可能导致您无法使用我们的客服等用户响应机制。<br>
3.3 为您提供安全保障<br>
我们需要收集您的一些信息来保障您使用我们产品、服务时的账号与系统安全，并协助提升我们服务的安全性和可靠性，以防产生任何危害用户、EcoFlow、社会的行为，包括您的如下个人信息：账号登录地、个人常用设备信息（例如：硬件型号、设备 MAC 地址、IMEI、IMSI）、登录 IP地址、手机SN码、产品版本号、语言模式、浏览记录、网络使用习惯、服务故障信息。我们会根据上述信息来综合判断您的账号风险、进行身份验证、客户服务、检测及防范安全事件、诈骗监测、存档和备份用途，并依法采取必要的记录、审计、分析、处置措施，一旦我们检测出存在或疑似存在账号安全风险时，我们会使用相关信息进行安全验证与风险排除，确保我们向您提供的产品和服务的安全性，以用来保障您的权益不受侵害。同时，当发生账号或系统安全问题时，我们会收集这些信息来优化我们的服务。
如果您拒绝授权，我们无法保证您的账号或系统安全。
此外，为确保您设备操作环境的安全以及提供我们服务所必需，防止恶意程序和反作弊，我们可能在您同意本隐私政策后获取您设备上已安装或正在运行的必要的应用/软件列表信息（包括应用/软件来源、应用/软件总体运行情况、崩溃情况、使用频率等）。请您知悉，单独的应用/软件列表信息无法识别您的特定身份。<br>
3.4 维护/改进EcoFlow服务之必需<br>
为了提升我们的服务表现，经您授权同意，我们会收集您在使用我们服务过程中产生的相关信息，包括：<br>
定位位置访问权限：当您通过系统授权开启移动设备的定位功能并使用基于位置提供的服务时，我们可能会申请收集和使用您的位置信息及存储权限，以便更好地为您提供服务。您可以在移动设备的系统中关闭定位服务停止我们对您所在位置信息的收集。<br>
日志信息：当您使用EcoFlow的产品和服务时，我们会自动收集并存储必要的日志信息，如服务的每次访问时间、访问的页面路径、客户端 IP地址、事件信息（如错误、崩溃、重启、升级）等。<br>
3.5我们可能间接收集的个人信息<br>
当网站处于静默/后台状态中，我们会使用第三方SDK收集您的个人信息（例如：硬件型号、设备 MAC 地址、IMEI、IMSI），登录 IP地址、手机SN码、短信、产品版本号、语言模式、浏览记录、网络使用习惯、服务故障信息，以协助账号登录、个人常用设备信息等。
我们会依据法律法规的要求以及与第三方的约定，经您授权后向EcoFlow的关联方、合作伙伴获得您的有关信息，并对其信息来源的合法性进行确认后使用您的这些信息。同时，我们也将对您的个人信息进行加密包保护，确保信息的安全性。
3.6基于设备拍照、摄像头等相机权限的拓展功能<br>
您可以选择开启系统的相机权限，通过使用拍照、扫码等功能授权EcoFlow访问您的相机，以便于您通过EcoFlow扫描各类服务二维码、拍摄照片等。此项功能您可以在系统权限中关闭，一旦关闭您将可能无法实现扫码、拍照等功能。<br>
3.7基于设备访问相册授权的拓展功能<br>
您可以选择开启系统的相册权限（ 如： 个人信息中获取头像、反馈问题时获取图片等），通过主动上传照片等方式授权我们访问您的相册，以便于您通过上传照片等方式完成相关的授权服务。我们会收集您选择上传的上述信息，此项功能您可以在系统权限中关闭，一旦关闭您将可能无法通过上传图片等方式进行更换头像、反馈问题等功能。<br>
3.8基于设备麦克风权限的拓展功能<br>
您可以选择开启系统的麦克风权限，使用语音技术来实现与客服联系或与客服机器人实现语音交互功能。我们会收集您在使用智能语音技术过程中录入的语音信息用于机器识别、在线交互并满足响应您的客服及争议处理需求；同时为实现在客服服务环节拍摄短视频上传，需要您同步开启麦克风权限。此项功能您可以在系统权限中关闭，一旦关闭您将可能无法实现在线语音交互功能。<br>
3.9服务内容推荐（包括个性化推荐/定向推送）<br>
在我们的部分服务中，我们会根据您的相关个人信息、用户画像为您推荐相关产品等服务内容与广告。在此过程中，我们可能会收集您在我们的某一项产品与/或服务中的相关个人信息，例如：搜索记录、浏览产品、服务内容的次数以及与它们互动的行为信息、IP 地址、访问日期和时间、您的偏向网络行为、兴趣偏好、设备相关信息（例如型号、名称、MAC 地址、IMEI、IMSI、必要的软件列表、软硬件系统信息）， 并以综合统计、分析的方式单独或与来自其他服务的某些信息结合进行推荐算法建模、程序化广告推荐算法建模、用户行为分析及用户画像，以帮助我们更加了解您如何使用我们的产品/服务、维护和改进我们的服务或向您提供个性化服务/定向推送，包括我们向您提供相关个性化信息（我们的个性化信息可能会根据信息系统、算法在内的自动化决策机制做出）、在征得您同意的情况下与我们的合作伙伴共享信息以便他们向您发<br>送有关其产品和服务的信息。<br>
如果您不想接收此类信息，则可以随时通过向 support@ecoflow.com 发送电子邮件，选择不接收我们的营销相关邮件或其他通信。我们将在合理可行的情况下尽快满足您的拒收请求。请注意，如果您确实选择不接收我们的营销相关消息，我们可能仍然会向您发送重要的管理消息，并且您不能选择不接收管理消息。
3.10其他<br>
如上文所述，如果某一需要收集您的个人信息的功能或产品/服务未能在本隐私政策中予以说明的，或者我们超出了与收集您的个人信息时所声称的目的及具有直接或合理关联范围的，我们将在收集和使用您的个人信息前，通过更新本隐私政策、页面提示、弹窗、消息通知、网站公告或其他便于您获知的方式另行向您说明，并为您提供自主选择同意的方式，且在征得您明示同意后收集和使用。 请您知悉，如信息无法单独或结合其他信息识别或关联到您的个人身份的，其不属于法律意义上您的个人信息；当您的信息可以单独或结合其他信息识别到您的个人身份时、我们将无法与任何特定个人信息建立联系的数据与其他您的个人信息结合使用时，这些信息在结合使用期间，将作为您的个人信息按照本隐私政策处理与保护。<br>
3.11 EcoFlow无需授权即可使用您的个人信息的场景<br>
请您知悉，以下情形中，我们收集、使用个人信息无需征得您的授权同意：<br>
与国家安全、国防安全有关的；<br>
与公共安全、公共卫生、重大公共利益有关的；<br>
与犯罪侦查、起诉、审判和判决执行等有关的；出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；<br>
所收集的个人信息是个人信息主体自行向社会公众公开的；<br>
从合法公开披露的信息中收集的您的个人信息的，如合法的新闻报道、政府信息公开等渠道；但是您明确拒绝或者处理该信息侵害您重大利益的除外。<br>
根据您的要求签订合同所必需的；<br>
用于维护所提供服务的安全稳定运行所必需的，例如发现、处置服务的故障；<br>
为合法的新闻报道所必需的；<br>
学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的；<br>
法律法规规定的其他情形。<br>
请注意，EcoFlow还可能收集和使用非识别性数据。非识别性数据是指无法用于确定个人身份的数据。例如，EcoFlow会收集汇总的统计数据，例如网站访问量。EcoFlow收集此数据的目的在于了解用户如何使用自己的网站、产品和服务。借此，EcoFlow可以改善自己的服务，更好地满足客户需求。EcoFlow可能会自行决定出于其他目的收集、使用、处理、转移或披露非识别性数据。我们会尽力隔离您的个人信息和非识别性数据，并单独使用这两种数据。如果个人信息掺杂了非识别性数据，依旧会被视作个人信息处理。<br>

<p class="pra_subtitle my-6">4. EcoFlow如何使用Cookie 和同类技术</p>
4.1 Cookie 和同类技术<br>
Cookie 是一种网络服务器存储在计算机或移动设备上的纯文本文件。Cookie 的内容只能由创建它的服务器检索或读取。每个 Cookie 对您的网络浏览器或移动应用程序都是唯一的。Cookie 通常包含标识符、站点名称以及一些号码和字符。借助于 Cookie，网站能够存储用户偏好等数据。Cookie 同类技术是可用于与 Cookie 类似用途的其他技术。您知悉并同意，随着技术的发展和我们服务的进一步完善，我们也可能会使用 Cookie 同类技术。
4.2 EcoFlow如何使用Cookie 和同类技术<br>
EcoFlow启用Cookie的目的在于改善用户体验。在您使用我们服务时，我们可能会使用 Cookie 和同类技术收集您的一些个人信息，包括：<br>
您的浏览信息、您的登录信息，Cookie 和同类技术收集该类信息是为了您使用我们服务的必要、简化您重复操作的步骤（如注册、登录）、向您提供更切合您个人需要的服务内容和您可能更感兴趣的内容、保护您的信息和账号安全性、改善我们的服务等。我们承诺仅在本隐私政策所述目的范围内使用 Cookie 和同类技术。
您理解并知悉：我们的某些服务只能通过使用 Cookie 或同类技术才可得到实现，如您拒绝使用或删除的，您可能将无法正常使用我们的相关服务或无法通过我们的服务获得最佳的服务体验，同时也可能会对您的信息保护和账号安全性造成一定的影响。

<p class="pra_subtitle my-6">5. EcoFlow如何披露您的个人信息</p>
通常EcoFlow不会对外披露您的个人信息，但以下场景除外：<br>
•向为我们提供某些业务相关服务的第三方服务提供商披露您的个人数据，例如网站托管、数据分析、支付和信用卡处理、基础设施供应、IT服务、客户支持服务、电子邮件发送服务以及其他类似服务，从而确保他们能够为我们提供服务。
• 当发生重组、合并、出售、合资、让渡、转让或其他处置我们所有或部分业务、资产的情况时，向附属公司或其他第三方披露您的个人数据。在这种情况下，您将通过电子邮件和/或我们的网站收到关于所有权变更、个人数据新的使用方式不兼容以及有关个人数据选择的明确通知。
• 在我们认为必要或适当的情况下：<br>
（a）遵守适用的法律法规；<br>
（b）遵守法律程序；<br>
（c）响应公共机构和政府当局的要求，包括您居住的国家/地区以外的公共机构和政府当局；<br>
（d）履行我们的条款和条件；<br>
（e）保护我们的运营、业务和系统；<br>
（f）保护我们和/或包括您在内的其他用户的权利、隐私、安全或财产；<br>
（g）寻求可用的补救措施或限制我们可能需要提供的损害赔偿。<br>
• 向公司旗下的子公司或附属公司披露您的个人数据，以定期开展业务活动。<br>
• 除上述第三方以外，我们仅在您同意的情况下向其他第三方披露您的个人数据。<br>

<p class="pra_subtitle my-6">6. 您在个人信息处理活动中的权利</p>
您应确保提交的所有个人信息都准确无误。EcoFlow会尽力维护个人信息的准确和完整，并及时更新这些数据。<br>
当适用的法律要求的情况下，您可能（1）有权查阅、复制我们持有的关于您的特定的个人信息；（2）要求我们更新或更正您的不准确的个人信息；（3）拒绝或限制我们使用您的个人信息；（4）要求我们删除您的个人信息；（5）要求我们对个人信息处理规则进行解释说明。如果您想行使相关的权利，请通过 support@ecoflow.com 给我们发邮件行使以上任一项权利。若您的账号服务为中国大陆地区，那么我们将在15个工作日内对您的需求进行回复；若您的账号服务范围为中国大陆以外的地区，那么我们将于30个自然日内对您的需求进行回复。为保障安全，您可能需要提供书面请求。如果我们有合理依据认为这些请求存在欺骗性、无法实行或损害他人隐私权，我们则会拒绝处理请求。
当适用的法律要求的情况下，当EcoFlow基于您的同意处理您的个人信息时，您还有权随时撤销您的同意。但撤销同意不会影响撤销前我们基于您的同意处理您个人信息的合法性及效力，也不影响我们基于其他适当的正当性基础处理您的个人信息。

<p class="pra_subtitle my-6">7. EcoFlow如何保护和留存您的个人信息</p>
EcoFlow重视个人信息的安全。我们采取商业上合理的物理、管理和技术保障措施，以维护您的个人信息的完整性和安全性。EcoFlow提供多种安全保障策略，以有效确保用户和设备的数据安全。例如，在设备访问方面，我们采用EcoFlow私有加密协议保障数据通讯、访问和授权申请。在数据通信方面，支持使用安全算法和传输加密协议以及基于动态密钥的商业级信息加密传输进行通信。在数据处理方面，采用严格的数据过滤和验证以及完整的数据审核流程。在数据存储方面，用户的所有机密信息将进行安全的加密处理以便存储。我们会尽力保护您的个人信息，但是请注意任何安全措施都无法做到无懈可击。如果您出于任何原因认为您与我们的交互不再安全（例如，您认为您的EcoFlow帐户的安全性已经受损），请您立即发送电子邮件至 support@ecoflow.com 告知我们。

<p class="pra_subtitle my-6">8. EcoFlow如何处理儿童的个人信息</p>
如果没有父母或监护人的同意，儿童（未满14周岁的未成年人）不得创建自己的用户帐户。对于经父母同意而收集儿童个人信息的情况，我们只会在受到法律允许、父母或监护人明确同意或者保护儿童所必要的情况下使用或披露此数据。如果EcoFlow发现自己在未事先获得可证实的父母同意的情况下收集了儿童的个人信息，则会设法尽快删除相关数据。

<p class="pra_subtitle my-6">9. EcoFlow保留您个人信息的期限</p>
我们将在达成本政策所述目的的最短期限内保留您的个人信息，除非根据特定法律要求或许可需要延长保留期。我们将根据个人信息的性质和敏感性决定适当的保留期限，我们用于确定保留期的标准包括：完成该业务目的需要保留个人信息的时间，包括提供产品和服务，维护相应的交易及业务记录，管控并提升产品与服务性能与质量，保证系统、产品和服务的安全，应对可能的用户查询或投诉，问题定位等；用户是否同意更长的留存期间；法律、合同等是否有保留数据的特殊要求等。
在保留期限结束且无特殊法律要求的情况下，删除、销毁您相应的个人信息或对其进行匿名化处理。如果我们出于技术原因无法彻底销毁，我们将采取适当措施防止您的个人信息被进一步使用。

<p class="pra_subtitle my-6">10.本政策如何更新</p>
EcoFlow保留不时更新或修改本政策的权利。如果我们的隐私政策变更，我们会将最新版隐私政策发布在本网站或者官网。如果我们对隐私政策做出了重大变更，我们还可能会通过不同渠道向您发送变更通知，例如，通过电子邮件（发送至您帐户中指定的电子邮件地址）通知您，或于变更生效前在本网站上发布通知。我们建议您定期浏览本页面，以获取有关隐私做法的最新信息。

<p class="pra_subtitle my-6">联系我们</p>
如果您对此隐私政策有任何疑问或意见，请通过以下方式与我们联系： 地址：广东省深圳市南山区国际创新谷7栋B座20层 电子邮箱：support@ecoflow.com

   
    
  </div>
</template>

<script>
export default {
    name: 'content'
};
</script>

<style>
</style>